interface sliderData {
  id: number;
  year: string;
  text: string;
}
const sliderData: sliderData[] = [
  // {
  //   id: 1,
  //   year: '1970',
  //   text: '13 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды',
  // },
  // {
  //   id: 2,
  //   year: '1971',
  //   text: 'Телескоп «Хаббл» обнаружил самую удалённую из всех обнаруженных галактик, получившую обозначение GN-z11',
  // },
  // {
  //   id: 3,
  //   year: '1972',
  //   text: 'Компания Tesla официально представила первый в мире электрический грузовик Tesla Semi',
  // },
  // {
  //   id: 4,
  //   year: '1973',
  //   text: '13 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды',
  // },
  // {
  //   id: 5,
  //   year: '1974',
  //   text: 'Телескоп «Хаббл» обнаружил самую удалённую из всех обнаруженных галактик, получившую обозначение GN-z11',
  // },
  {
    id: 6,
    year: '1975',
    text: 'Компания Tesla официально представила первый в мире электрический грузовик Tesla Semi',
  },
  {
    id: 7,
    year: '1976',
    text: '13 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды',
  },
  {
    id: 8,
    year: '1977',
    text: 'Телескоп «Хаббл» обнаружил самую удалённую из всех обнаруженных галактик, получившую обозначение GN-z11',
  },
  {
    id: 9,
    year: '1978',
    text: 'Компания Tesla официально представила первый в мире электрический грузовик Tesla Semi',
  },
  {
    id: 10,
    year: '1979',
    text: '13 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды',
  },
  {
    id: 11,
    year: '1980',
    text: 'Телескоп «Хаббл» обнаружил самую удалённую из всех обнаруженных галактик, получившую обозначение GN-z11',
  },
  {
    id: 12,
    year: '1981',
    text: 'Компания Tesla официально представила первый в мире электрический грузовик Tesla Semi',
  },
  {
    id: 13,
    year: '1982',
    text: '13 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды',
  },
  {
    id: 14,
    year: '1983',
    text: 'Телескоп «Хаббл» обнаружил самую удалённую из всех обнаруженных галактик, получившую обозначение GN-z11',
  },
  {
    id: 15,
    year: '1984',
    text: 'Компания Tesla официально представила первый в мире электрический грузовик Tesla Semi',
  },
  {
    id: 16,
    year: '1985',
    text: '13 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды',
  },
  {
    id: 17,
    year: '1986',
    text: 'Телескоп «Хаббл» обнаружил самую удалённую из всех обнаруженных галактик, получившую обозначение GN-z11',
  },
  {
    id: 18,
    year: '1987',
    text: 'Компания Tesla официально представила первый в мире электрический грузовик Tesla Semi',
  },
  {
    id: 19,
    year: '1988',
    text: '13 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды',
  },
  {
    id: 20,
    year: '1989',
    text: 'Телескоп «Хаббл» обнаружил самую удалённую из всех обнаруженных галактик, получившую обозначение GN-z11',
  },
  {
    id: 21,
    year: '1990',
    text: 'Компания Tesla официально представила первый в мире электрический грузовик Tesla Semi',
  },
  {
    id: 22,
    year: '1991',
    text: '13 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды',
  },
  {
    id: 23,
    year: '1992',
    text: 'Телескоп «Хаббл» обнаружил самую удалённую из всех обнаруженных галактик, получившую обозначение GN-z11',
  },
  {
    id: 24,
    year: '1993',
    text: 'Компания Tesla официально представила первый в мире электрический грузовик Tesla Semi',
  },
  {
    id: 25,
    year: '1994',
    text: '13 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды',
  },
  {
    id: 26,
    year: '1995',
    text: 'Телескоп «Хаббл» обнаружил самую удалённую из всех обнаруженных галактик, получившую обозначение GN-z11',
  },
  {
    id: 27,
    year: '1996',
    text: 'Компания Tesla официально представила первый в мире электрический грузовик Tesla Semi',
  },
  {
    id: 28,
    year: '1997',
    text: '13 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды',
  },
  {
    id: 29,
    year: '1998',
    text: 'Телескоп «Хаббл» обнаружил самую удалённую из всех обнаруженных галактик, получившую обозначение GN-z11',
  },
  {
    id: 30,
    year: '1999',
    text: 'Компания Tesla официально представила первый в мире электрический грузовик Tesla Semi',
  },
  {
    id: 31,
    year: '2000',
    text: '13 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды',
  },
  {
    id: 32,
    year: '2001',
    text: 'Телескоп «Хаббл» обнаружил самую удалённую из всех обнаруженных галактик, получившую обозначение GN-z11',
  },
  {
    id: 33,
    year: '2002',
    text: 'Компания Tesla официально представила первый в мире электрический грузовик Tesla Semi',
  },
  {
    id: 34,
    year: '2003',
    text: '13 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды',
  },
  {
    id: 35,
    year: '2004',
    text: 'Телескоп «Хаббл» обнаружил самую удалённую из всех обнаруженных галактик, получившую обозначение GN-z11',
  },
  {
    id: 36,
    year: '2005',
    text: 'Компания Tesla официально представила первый в мире электрический грузовик Tesla Semi',
  },
  {
    id: 37,
    year: '2006',
    text: '13 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды',
  },
  {
    id: 38,
    year: '2007',
    text: 'Телескоп «Хаббл» обнаружил самую удалённую из всех обнаруженных галактик, получившую обозначение GN-z11',
  },
  {
    id: 39,
    year: '2008',
    text: 'Компания Tesla официально представила первый в мире электрический грузовик Tesla Semi',
  },
  {
    id: 40,
    year: '2009',
    text: '13 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды',
  },
  {
    id: 41,
    year: '2010',
    text: 'Телескоп «Хаббл» обнаружил самую удалённую из всех обнаруженных галактик, получившую обозначение GN-z11',
  },
  {
    id: 42,
    year: '2011',
    text: 'Компания Tesla официально представила первый в мире электрический грузовик Tesla Semi',
  },
  {
    id: 43,
    year: '2012',
    text: '13 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды',
  },
  {
    id: 44,
    year: '2013',
    text: 'Телескоп «Хаббл» обнаружил самую удалённую из всех обнаруженных галактик, получившую обозначение GN-z11',
  },
  {
    id: 45,
    year: '2014',
    text: 'Компания Tesla официально представила первый в мире электрический грузовик Tesla Semi',
  },
  {
    id: 46,
    year: '2015',
    text: '13 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды',
  },
  {
    id: 47,
    year: '2016',
    text: 'Телескоп «Хаббл» обнаружил самую удалённую из всех обнаруженных галактик, получившую обозначение GN-z11',
  },
  {
    id: 48,
    year: '2017',
    text: 'Компания Tesla официально представила первый в мире электрический грузовик Tesla Semi',
  },
  {
    id: 49,
    year: '2018',
    text: '13 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды',
  },
  {
    id: 50,
    year: '2019',
    text: 'Телескоп «Хаббл» обнаружил самую удалённую из всех обнаруженных галактик, получившую обозначение GN-z11',
  },
  {
    id: 52,
    year: '2020',
    text: 'Компания Tesla официально представила первый в мире электрический грузовик Tesla Semi',
  },
  {
    id: 53,
    year: '2021',
    text: 'Компания Tesla официально представила первый в мире электрический грузовик Tesla Semi',
  },
  {
    id: 54,
    year: '2022',
    text: 'Компания Tesla официально представила первый в мире электрический грузовик Tesla Semi',
  },
];
export default sliderData;
